import Products from "../display/Product";

const data = [
  {
    key: 1,
    name: "Сендвич со варено јајце",
    desc: "ржан леб, намаз, зелена салата, домат, краставица, варено јајце, фета, чајна",
    price: 180,
  },
  {
    key: 2,

    name: "Сендвич со чаден лосос",
    desc: "ржан леб, зелена салата, авокадо, чаден лосос, краставица, кромид",
    price: 200,
  },
  {
    key: 3,

    name: "Песто Сендвич",
    desc: "ржан леб, моцарела, бејби спанаќ, песто, домат, маслинки, кромид",
    price: 180,
  },
  {
    key: 4,

    name: "Сендвич со пилешки гради",
    desc: "ржан леб, намаз, зелена салата, домат, краставица, пилешки гради, кашкавал",
    price: 170,
  },
];

function Sandwiches() {
  return (
    <>
      <Products data={data} />
    </>
  );
}

export default Sandwiches;
