import Products from "../display/Product";

const data = [
  {
    key: 1,
    name: "Berry Bowl",
    desc: "шумско овошје, банана, млеко, грчки јогурт, гранола, путер од кикирики, кокос",
    price: 180,
  },
  {
    key: 2,

    name: "Apple Bowl",
    desc: "јаболко, банана, урми, млеко, кокос, путер од кикирики, гранола",
    price: 180,
  },
  {
    key: 3,

    name: "Чоко чинија",
    desc: "овес, протеин, банана, путер од кикирики, чоко чипс",
    price: 190,
  },
  {
    key: 4,

    name: "Чиа пудинг",
    desc: "шумско овошје, банана, путер од кикирики, чиа",
    price: 170,
  },
  {
    key: 5,

    name: "Протеинска чинија",
    desc: "пилешко на коцки , интегрални макарони, варено јајце, моцарела, шери, сос",
    price: 260,
  },
  {
    key: 5,

    name: "Туна чинија",
    desc: "туна во маслиново , интегрални макарони, шери, маслинки, кисели краставички",
    price: 240,
  },
];

function HealthyPlates() {
  return (
    <>
      <Products data={data} />
    </>
  );
}

export default HealthyPlates;
